packages/django-jbank/django-jbank-3.8.6.tar.gz/django-jbank-3.8.6/logs/ws/00000060a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pkif="http://danskebank.dk/PKI/PKIFactoryService" xmlns:elem="http://danskebank.dk/PKI/PKIFactoryService/elements">
  <soapenv:Header/>
  <soapenv:Body>
    <pkif:CreateCertificateIn>
      <pkif:RequestHeader>
        <pkif:SenderId>6D3142</pkif:SenderId>
        <pkif:CustomerId>6D3142</pkif:CustomerId>
        <pkif:RequestId>60</pkif:RequestId>
        <pkif:Timestamp>2020-07-22T02:25:03.854151+03:00</pkif:Timestamp>
        <pkif:InterfaceVersion>1</pkif:InterfaceVersion>
        <pkif:Environment>customertest</pkif:Environment>
      </pkif:RequestHeader>
    <EncryptedData xmlns="http://www.w3.org/2001/04/xmlenc#" Type="http://www.w3.org/2001/04/xmlenc#Element">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#tripledes-cbc"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<EncryptedKey xmlns="http://www.w3.org/2001/04/xmlenc#">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#rsa-1_5"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<X509Data>
<X509Certificate>MIIFATCCAumgAwIBAgIFAQjv8bkwDQYJKoZIhvcNAQELBQAwgZgxEDAOBgNVBAMT
B0RCR1JPT1QxCzAJBgNVBAYTAkRLMRMwEQYDVQQHEwpDb3BlbmhhZ2VuMRAwDgYD
VQQIEwdEZW5tYXJrMRowGAYDVQQKExFEYW5za2UgQmFuayBHcm91cDEaMBgGA1UE
CxMRRGFuc2tlIEJhbmsgR3JvdXAxGDAWBgNVBAUTDzYxMTI2MjI4MTExMDAwMzAe
Fw0yMDAyMDQxMjAwMDBaFw0yMjAyMDQxMjAwMDBaMIGYMRAwDgYDVQQDEwdEUENS
WVBUMQswCQYDVQQGEwJESzETMBEGA1UEBxMKQ29wZW5oYWdlbjEQMA4GA1UECBMH
RGVubWFyazEaMBgGA1UEChMRRGFuc2tlIEJhbmsgR3JvdXAxGjAYBgNVBAsTEURh
bnNrZSBCYW5rIEdyb3VwMRgwFgYDVQQFEw82MTEyNjIyODQ5MTAwMDkwggEgMA0G
CSqGSIb3DQEBAQUAA4IBDQAwggEIAoIBAQCmSUzQYj0Fx3jwvkz0lhmyyXRKwo5T
hts+1xFrG7euQ6oIMUJJpr8tgKxwDxdxxK/RXaYCHRH9mpIoyxCPlS3reRF4BMB6
gL2KOINnRyC3jmJ7kYHyWdhYfMb5VPIvusqPXc91HdVJb6rxvVSrTy/dB+V1od2q
uHNxA+Luhno37CXU1STrVvSrgHzOm45MROryuOu0lWY+d49tWZN9ilNI2Rf8mJjT
ZVKwJu4v02jXLGAqWpXQX0vxa7nI1D0xkOqnTvd04iDOdDE+jRtiy3SF8508LRqQ
jRH+9TZbX++yFd9Z/AR2h6AwM8OsLSC1QMJG7KeJw8st7K9i8KEOdglpAgEDo1Iw
UDAfBgNVHSMEGDAWgBTrVX/FmGlwJqoQ3fgyj1cJ40A/OjAdBgNVHQ4EFgQUMowN
BX+7Vy5lfO+d+tCxZ+ZupdYwDgYDVR0PAQH/BAQDAgQwMA0GCSqGSIb3DQEBCwUA
A4ICAQA+TV7cAPm5mKIAzTfuS4x4/KAlysTXZ3o0F2fYZmylNnUafi0+T21utPAv
bBYVFpr9fRq+q0L75ZCqU4pDvRLpHF7Q0RZ01ra7otVS78saxc/YUql+MsnHxeUw
9F8FJx7234KlRkhmY8xB743T/LQcp3zCRYUd0Rn2Ocaq7YoYGnx8QALItmJcagsX
MwYVsvXtWHHaDGFpcaivLX3e8cVQ+nI7slq1EfJ5xEdtSZ/zcGv+Ve4S6D1HLQ/K
oTQMzematrVvwwJMuqLMQdA1Pdtau3niupB3Se7AUq0bEZYF04Zlo4sOE21K9gSt
lJ5tSq0ohli02uXuQ/ggsqZSIH4t9WirWOMpS4KFkub02AYaicbm6SUyVg+odEaj
cFz+TEqd9C7cGgBL6MkLxXGj0DX64z4yU9lMlqQ8CzuZi5cMfpxvHVm4E+etLnYf
fzZ6jPnf3RbVumxPaRqnz6vceijWtmESg6cBei+phPzMCjjrXP0xng3+Bzqdn/lY
e8znS54o+UWJcENwvGc6tsUtBYGJOe6srIJHrXQKTG3DN6oDN2U5zT4cUBFvlHjx
fdj14m0Y0+gE90iTUJknWVRyyNDhPbYG1YCHRItVUxpGIp9tsV5FRP5qVbiMC7ba
hEsDAxMvL29i1vJbnJPT9e4OPkhEN5IqVQbu0QeOKMYT/YMZZQ==</X509Certificate>
</X509Data>
</KeyInfo>
<CipherData>
<CipherValue>NiuoRh8i2cviI8qirDMoISz0XX96OQwQR9KCKajp+HcA4XgOpV3wwveofRVOIyn1
si0PExQR3ajxqUMdo+81t/tUnx8n0dKjMguQNbKv7f4wQCutMHsPGppx9c5eC0sr
MwWH1dNy0Ge9uJV/MKUg/ucP9LzT0LzJkm6kFHFenv6pFdHRROM9Yag17bldwMef
QD3py5fUOAphLfyit6mE2mFZbVWnuaGIXVWkZMZQajGg9kR4ycoSdl4QQnvSyTUy
VqdZJOo/ug0v0qhnf4828CzZIjbslmEGKvxkaQlUn2t6r+y6MuYhuvPI23TQtEsA
Yt8WeO+5QUcU36EepKF1uA==</CipherValue>
</CipherData>
</EncryptedKey>
</KeyInfo>
<CipherData>
<CipherValue>afHxut3djXav4QZnJ6TffyG9VSdwxnCaB/vUsJQaCOikEWFM1kOfRWYTv0I5opMz
NbKUlf87bYiusPieVcY00dQ7pJCGBXGxicRJy+mH+kRA9NGcdGOC2NKPe43jgnEt
1D6r0ix3Q9jYc61bJ9byvp//mmufikltM0Onx1td4idwtX4Eb8I8rt3D4BSMdLIW
1YwDoRaNmROyIk0gwYQVIJN6B57muBrNqS9iR4EKJGDg3/aq/8HNQFxldbaROII1
tHeth9WsSI7bI0misGouuZ6bMVjw+mmx5g5OoK56vdxDBUK+oMP8b8hoKejDUHzD
oWGuSQ+zsNf8x4eTvBETbhnyDj+RPbRJesgP1Hq74b7lJLeXbist4Y2qnjkag4sw
xyE9wXLC/J3beuBgseLzVBB1DNtQbJ93JkQsJtNkKPWwEXtQNmPHadnbtSZ2AQDL
egBVn4Vtyqv2oJsqB8zTpyWyJKrA+qHOAafmdl13pPVGygt27KW3lRsptx1avqtf
TrWgGQc/CpB5eAPZfw/ru9TVyl/ohz6dPBPvukXJoO4d7VyYqh4eNttNi0g0BTB2
sQu/OOWieDQtUnN18t+ltu/Ai9b5W+Aovzurz9SNWsclaiRAKptW2Kc+MBoqcChy
oBYeCx4tMbR6/9xOGM/E3AJYXVM37Pp9ugWRHnzDJ56ysRoDFeRlc9ibVJI+ynqs
uTZiNHX/lHtD+lAp6h1cG6wP65zRxeHYChFJvsZvgEhEGtDQM8CCeTtKvEdAwHOZ
MOFToQE42QN5F9H4WUcaiF+WRHVSJpz3BBDLpT50nTLs4Xe4lgBYnuZueGFkZpH1
3f1akZJvUwcsY13jsrRZ+7zasiQc05asgtQhxbjYXADaVnAo/FYZ6TxwSESKZHM6
6OTqzPLL7X+k7ubQkVyW7tTI+4sJJngIJShNfvgF5HE1MdHFzDwXW5zzMHG9eFYh
9JXD6T+BMoEmn7bXKTHvDEtpWb31Ye3uwlLJ9QgxKZc30BSku8SXerV352QPf0a1
fp/bt1EP+mW+KZMrfcbC8XQ7qEY2zumLeu0K5r4b9w76rEAz9fpH5lNqnj0bBIIW
Onal1w1tAFwaQKfpbiQCAtyBWSto5bV0jxs6m8KkZ7ZpaT1AGrmb5VScWUfOJVG8
JJLn+Xsz1rdiibDYsiOiqbOUO8HaEx0FN4sLdPfSomIspZEzuCcgLq6h1KmJa6KR
czT8zxFjWz+6xXECcVh804ryW1qgr7DnOqSasNctnn/EKX6EBsFbiidVe5D2aWWH
CsqisipSOtACeTeCBgJnr+1foeQO5vfUmaSb7nWTUZsVEL/+TXVBKGMJpoR6EKq0
+a0HeBQ+aDOX/Hf8jJXP76+FpR36YerasKGFpLYssqL9smi18C7oTOkCywNn+WnW
Ru8alIBc8i5/en+fVHxpci0Cx4bZNv56otNthI+QXew/wvJWEB64dGqncSruDCS/
GvYhBWCJlt7R/TKlK9iPbvJH8HC0wR3SyS+5+BvGqNbXNrRIlvbqnsmcNPzjEbFM
c9lTblXak1TtEYOfY8AlFs23mSojHrxCnoo8NbW4rbx8Ip2dUasqed0MRXYD4/q3
7kYMmTyA/8yKeis2Ehf647GUUzWOgGgEp2qiT7UQb2+PTPvyzAISFwlukLL3+iND
a3k7K2bt8dWe5UIRApSnt6NhKQoD1fGnfGK7uEh/gy69aEM6oI5EYeYkT7hBPmiv
Kyz5Oc9HUZsuedO6B0ZCTLtgCfd25ilGtDvh0haerafFZwzdjbWmSAs9gorw0s0Z
dO1DwNmhgDVqY/Wi5Dr5KnirwrpF7gRkF35trnGnPv/jNSIUYNCgDtJUg9TsznoB
SkshyxJJkKQd46BCMeTZRaNWUE689FHlZ11YgC017CZCGLKICq8pLvGZyg+40zvd
jyrnrnv6g79opu4o++WYo/1tXnHO9Bj1AiyhaZtMZeHEsYCu5lI2abE1SFYSqAi+
ZHX8C4s4ZiXZV/ecwqRc++7fes1qyUSquxGxfARz2ytOsdtxrnlZXbGfuS2n7Ffx
VRKXQwiZH/mP4VbfTWb+c6OYNzrbIiEDX0DzcBFup+ZEot6Vv+63LPruL8COLFj6
qqmgo6I5p01LjF9HFMVTXoF0d/8+pZlY9jmrL7jyzviKMisNIFoRytb/4HwFCevo
UBxzaUUaChm+e0gNSVrXrZ/WkpVxZKun6QMhafDIOPXaefkoD/ED0r9JTGN2g/Tm
xlX485KApXxNH1O8utFDdlkvSS1uE6IKZNUchkvVT3j++DEU1Su6fu//zMU/bXVy
cC1ApxZhWytgM0ay6/P56zK1uNiD7LqnjEOjazxPaKp/WyqUmAfP4EZcYduzU/KF
xiUGRXDivXaoSYInKEJFwX+FlxU9kpbYfe0E7Ak+A8cGaVMUcoJ4dInMHfDMP9KM
gFoSyrp1tpaciwdPVj+G/po7qqoqFYDp7Io5+BWrh36sv6ipk1lrGc2/AQDOq+Uw
+bnHTgcacn1QXPjsxLLgD9SUzpojzXGMCN3DGkTsOgtilD/t7tWL2XtIw8xohngn
A1L1+56PofH375F2D8+Ts1LA73Qb5qHgbKOxqYciJ1rtxwuJXE+tMlxkqmDcMLY2
CnUYmoUVafRh23seS/WK1FT/HPrTrFMOY+HuS137ks/Ul5Pal4fcA9jyFuntp/aw
1IazFaCmcfEUMZTfpEB+XGwSINVZmBYBv8XIAobzqCVD6BjtnKeTKchVUuAV0nE8
PzNmbu1PtbkYONecRqVueF8XKIR1IBWyROkWl3ZdErAIW2v/N2Zpi5yXpdsL0F1j
fSpFvv0g1l8YhgguSZT/U/YW+JrRdqMDnuXIYfFsz3MymwWDJcrkkkH/4uNwIapl
rSHaQgdvOwkFOmwWbs2yZzNPely0n6zkBeVnsHgr/DeKMn/+NPbHwZqAQtbQfAFN
ZwMu2Gv/FOdRNb4ojM8uoIgMWFALSnKWEO/FWjEEiiMaXCFWgs5Lto003/hXyhJ1
g9X6KlpJcb9wGfrRRShuRx6edC0ZbyUmPwQTBp8pjYwOJyaHMVOXu44mtbAfNviC
9lLwgwM15RBTg+aocXhmn+OYLOQ8GO4l0AwbU0gGv8/g3sxcki3UBkXVdsD3arE9
sqiV/Mkc7Ed7WNbV35C/YqC78fG3fe01kT9R+lsaL9gmmZQXCDmHoVC0YKt7m5J6
58m/eE0WgppIg1ELbnylqAZxz7ZWL/zl/sWFHZ3+X10W3PRREvSYIErQeBHudaO0
yItMyNaWC88jmTCtF3MTBr4GyfB0E/zyCjeJVMwIDqXevrmVbd+7/wUG1h1MxYzE
c3K53a5SP+fqn6DN5ekOFuZ9LmEVWmk70sxXbNR6IE4CvvVA/SKlVbK0erSitrAT
OJOx9PhjzP2oxe3KBcIjX+vo8thsPUmZzPYrV+5fN79xhrKOesoxHlrwJZ+ZMfaV
lOAXkZfMj4LtO3OdLbq7EW2cJRyPsZhNweY2MNNrhejJIMTMXGo1MlHtsb/8b2y1
4NvPy9ubaxGIbsr7WZsUeHcjrWkIshWeoKuedU1drGkiRXr4rdnrhjWeS0pD2OhJ
7NkWn+BdGx71Xt0zbbUQyUYLz+roJYZKIkrud9hrXI1nhoJyUeYNXnoWgwXtBRsC</CipherValue>
</CipherData>
</EncryptedData></pkif:CreateCertificateIn>
  </soapenv:Body>
</soapenv:Envelope>